Repository: aulasoftwarelibre/consigna
Catalog: app/Resources/translations/command.*.xlf
Languages: es

# action.scan_virus_detected
source: File %file% is infected
es: El archivo %file% está infectado

# action.scan_files_success
source: Scanning finished
es: Escaneo finalizado

# action.scan_files_missing
source: clamdscan client not found
es: El cliente de clamdscan no se ha encontrado

# action.clean_files
source: Remove old and infected files
es: Eliminar ficheros caducados e infectados

# action.clean_files_success
source: Cleaning finished
es: Limpieza terminada

# action.database_init
source: Download IDPs database from Rediris
es: Descargar base de datos de IDP de Rediris

source: Reading data
es: Obteniendo datos

# new_organization
source: New organization: %name%
es: Nueva organización: %name%

# action.database_success
source: Database updated
es: Base de datos actualizada

# action.organization_list
source: Organization list
es: Lista de organizaciones

source: Name
es: Nombre

source: Code
es: Código

source: Active
es: Activa

# action.organization_disable
source: Disable organization
es: Desactivar organización

# action.organization_enable
source: Enable organization
es: Activar organización

# action.organization_missing
source: Organization not exists
es: La organización indicada no existe

# action.organization_disable_success
source: Organization <info>%name%</info> has been disabled
es: La organización <info>%name%</info> ha sido desactivada

# action.organization_enable_success
source: Organization <info>%name%</info> has been enabled
es: La organización <info>%name%</info> ha sido activada
