Repository: aulasoftwarelibre/consigna
Catalog: app/Resources/translations/date.*.xlf
Languages: es

# diff.ago.second
source: [0,30] a few seconds ago|]30,Inf] %count% seconds ago
es: [0,30] hace un momento|]30,Inf] hace %count% segundos

# diff.ago.minute
source: [0,1] one minute ago|]1,Inf] %count% minutes ago
es: [0,1] hace un minuto|]1,Inf] hace %count% minutos

# diff.ago.hour
source: [0,1] one hour ago|]1,Inf] %count% hours ago
es: [0,1] hace una hora|]1,Inf] hace %count% horas

# diff.ago.day
source: [0,1] one day ago|]1,Inf] %count% days ago
es: [0,1] hace un día|]1,Inf] hace %count% días

# diff.ago.month
source: [0,1] one month ago|]1,Inf] %count% months ago
es: [0,1] hace un mes|]1,Inf] hace %count% meses

# diff.ago.year
source: [0,1] one year ago|]1,Inf] %count% years ago
es: [0,1] hace un año|]1,Inf] hace %count% años

# diff.in.second
source: [0,30] in few seconds|]30,Inf] in %count% seconds
es: [0,30] en un momento|]30,Inf] en %count% segundos

# diff.in.minute
source: [0,1] in one minute|]1,Inf] in %count% minutes
es: [0,1] en un minuto|]1,Inf] en %count% minutos

# diff.in.hour
source: [0,1] in one hour|]1,Inf] in %count% hours
es: [0,1] en una hora|]1,Inf] en %count% horas

# diff.in.day
source: [0,1] in one day|]1,Inf] in %count% days
es: [0,1] en un día|]1,Inf] en %count% días

# diff.in.month
source: [0,1] in one month|]1,Inf] in %count% months
es: [0,1] en un mes|]1,Inf] en %count% meses

# diff.in.year
source: [0,1] in one year|]1,Inf] in %count% years
es: [0,1] en un año|]1,Inf] en %count% años
