Repository: aulasoftwarelibre/consigna
Catalog: app/Resources/translations/messages.*.xliff
Languages: es

source: Restrict access to
es: Universidad de Córdoba

source: Update
es: Cerrar sesión

source: Tags (add each tag separated by a comma ',')
es: Iniciar sesión

source: Name
es: Todos los elementos

source: Create folder
es: Mis elementos

source: Shared with me
es: Compartido conmigo

source: Search
es: Buscar

source: New folder
es: Nueva carpeta

source: Upload file
es: Subir fichero

source: Edit profile
es: Editar perfil

source: Main folder
es: Carpeta principal

source: University of Cordoba
es: Universidad de Córdoba

source: Do you really want to delete it?
es: ¿Realmente quieres eliminar este elemento?

source: Delete
es: Eliminar

source: Share link
es: Compartir enlace

source: Copy
es: Copiar

source: Restrict access to
es: Subir fichero

source: Update
es: Crear carpeta

source: Tags (add each tag separated by a comma ',')
es: Carpeta principal

source: Name
es: %folders% carpetas

source: Create folder
es: %files% carpetas

source: Restrict access to
es: Carpeta principal

source: Update
es: Descargar fichero

source: Tags (add each tag separated by a comma ',')
es: Descargar

source: Name
es: Cancelar

source: Create folder
es: Este fichero se eliminará en %days% días

source: Create folder
es: Iniciar sesión

source: Tags (add each tag separated by a comma ',')
es: Cancelar

source: Name
es: Comprobar contraseña

source: Update
es: Subir fichero

source: Name
es: Subir fichero

source: Create folder
es: Subir

source: Restrict access to
es: Nueva carpeta

source: Restrict access to
es: Editar carpeta

source: Restrict access to
es: Compartir carpeta

source: Update
es: Subir fichero

source: Tags (add each tag separated by a comma ',')
es: Carpeta vacía

source: Name
es: Esta carpeta está vacía

source: Restrict access to
es: Creado el %uploadDate% por %uploadUser%

source: Update
es: quedan %days% días

source: Restrict access to
es: El fichero file se ha subido satisfactoriamente

source: Update
es: El fichero file contiene virus y ha sido eliminado

source: Tags (add each tag separated by a comma ',')
es: El fichero file ha sido eliminado de manera satisfactoria

source: Name
es: El antivirus no está funcionando en este momento

source: Create folder
es: Este archivo ha sido subido por un usuario anónimo, necesita loguearse para descargarlo.

source: Shared with me
es: La contraseña es correcta

source: Search
es: La contraseña no es correcta

source: Restrict access to
es: La carpeta folder ha sido actualizada correctamente

source: Update
es: El fichero file se ha subido satisfactoriamente

source: Tags (add each tag separated by a comma ',')
es: La carpeta folder ha sido creada satisfactoriamente

source: Name
es: La carpeta folder ha sido eliminada satisfactoriamente

source: Create folder
es: La contraseña es correcta

source: Shared with me
es: La contraseña no es correcta

source: Restrict access to
es: Access has been granted to user

source: Update
es: Access has been granted

source: Restrict access to
es: Contraseña

source: Update
es: Acceder

source: Restrict access to
es: Contraseña

source: Update
es: Repita la contraseña

source: Tags (add each tag separated by a comma ',')
es: Fichero

source: Name
es: Etiqueta (añada cada etiqueta separada por una coma ',')

source: Restrict access to
es: Contraseña

source: Update
es: Repita la contraseña

source: Tags (add each tag separated by a comma ',')
es: Nombre de la carpeta

source: Name
es: Etiqueta (añada cada etiqueta separada por una coma ',')

source: Create folder
es: Crear carpeta

source: Restrict access to
es: Contraseña

source: Update
es: Descargar

source: Restrict access to
es: Restringir acceso a

source: Update
es: Actualizar
